Repository: kpitene/ssl-alert-wp
Catalog: plugins/ssl-alert-wp/languages/ssl-alert-wp-*.po
Languages: fr_fr

source: Monitor your SSL certificate expiration and receive notifications before it expires.
fr_fr: Surveillez l'expiration de votre certificat SSL et recevez des notifications avant qu'il n'expire.

source: SSL Certificate Monitor
fr_fr: Moniteur de Certificat SSL

source: SSL Monitor
fr_fr: Moniteur SSL

source: SSL Certificate Monitoring Settings
fr_fr: Paramètres de Surveillance du Certificat SSL

source: URL to Monitor
fr_fr: URL à Surveiller

source: Notification Days
fr_fr: Jours de Notification

source: Notification Emails
fr_fr: Emails de Notification

source: Checking...
fr_fr: Vérification...

source: Check Now
fr_fr: Vérifier Maintenant

source: Send Test Notification
fr_fr: Envoyer une Notification de Test

source: Last check: %s
fr_fr: Dernière vérification : %s

source: Manual Check
fr_fr: Vérification Manuelle

source: Click the button below to check the SSL certificate status immediately:
fr_fr: Cliquez sur le bouton ci-dessous pour vérifier immédiatement l'état du certificat SSL :

source: Test Notification
fr_fr: Notification de Test

source: Click the button below to send a test notification:
fr_fr: Cliquez sur le bouton ci-dessous pour envoyer une notification de test :

source: Configure how and when you want to be notified about SSL certificate expiration.
fr_fr: Configurez quand et comment vous souhaitez être notifié de l'expiration du certificat SSL.

source: The HTTPS URL to monitor. Leave empty to use your site URL.
fr_fr: L'URL HTTPS à surveiller. Laissez vide pour utiliser l'URL de votre site.

source: Comma-separated list of days before expiration to send notifications. Example: 14,7,1
fr_fr: Liste des jours avant expiration pour l'envoi des notifications, séparés par des virgules. Exemple : 14,7,1

source: Comma-separated list of email addresses to notify. Leave empty to use admin email.
fr_fr: Liste des adresses email à notifier, séparées par des virgules. Laissez vide pour utiliser l'email de l'administrateur.

source: Unauthorized
fr_fr: Non autorisé

source: Check failed - no result available
fr_fr: Échec de la vérification - aucun résultat disponible

source: Test Notification from SSL Alert WP
fr_fr: Notification de test de SSL Alert WP

source: This is a test notification from SSL Alert WP.
fr_fr: Ceci est une notification de test de SSL Alert WP.

source: Test notification sent successfully.
fr_fr: Notification de test envoyée avec succès.

source: Failed to send test notification.
fr_fr: Échec de l'envoi de la notification de test.

source: No URL provided
fr_fr: Aucune URL fournie

source: URL must use HTTPS protocol
fr_fr: L'URL doit utiliser le protocole HTTPS

source: Could not connect to %1$s: %2$s
fr_fr: Impossible de se connecter à %1$s : %2$s

source: Could not parse SSL certificate
fr_fr: Impossible d'analyser le certificat SSL

source: Unknown
fr_fr: Inconnu

source: [%s] SSL Certificate Has Expired
fr_fr: [%s] Le certificat SSL a expiré

source: The SSL certificate for %1$s has expired on %2$s. Please renew it immediately to avoid browser warnings and potential security risks.
fr_fr: Le certificat SSL pour %1$s a expiré le %2$s. Veuillez le renouveler immédiatement pour éviter les avertissements du navigateur et les risques de sécurité potentiels.

source: [%1$s] SSL Certificate Expires in %2$d Days
fr_fr: [%1$s] Le certificat SSL expire dans %2$d jours

source: The SSL certificate for %1$s will expire on %2$s (%3$d days from now). Please ensure it is renewed before expiration to avoid browser warnings and potential security risks.
fr_fr: Le certificat SSL pour %1$s expirera le %2$s (dans %3$d jours). Veuillez vous assurer qu'il est renouvelé avant son expiration pour éviter les avertissements du navigateur et les risques de sécurité potentiels.

source: [%s] SSL Certificate Check Failed
fr_fr: [%s] La vérification du certificat SSL a échoué

source: Failed to check SSL certificate for %1$s. Error: %2$s
fr_fr: Échec de la vérification du certificat SSL pour %1$s. Erreur : %2$s

source: Certificate has expired on %1$s.
fr_fr: Le certificat a expiré le %1$s.

source: WARNING: Certificate will expire in %1$d days (on %2$s). A notification email has been sent. Issued by %3$s for %4$s.
fr_fr: ATTENTION : Le certificat expirera dans %1$d jours (le %2$s). Un email de notification a été envoyé. Émis par %3$s pour %4$s.

source: Certificate is valid. Expires in %1$d days on %2$s. Issued by %3$s for %4$s.
fr_fr: Le certificat est valide. Expire dans %1$d jours le %2$s. Émis par %3$s pour %4$s.

source: This notification was sent by the SSL Alert WP plugin. You can configure notification settings in the WordPress admin panel at %s.
fr_fr: Cette notification a été envoyée par le plugin SSL Alert WP. Vous pouvez configurer les paramètres de notification dans le panneau d'administration WordPress à %s.

source: This notification was sent by the SSL Alert WP plugin. You can configure notification settings in the WordPress admin panel.
fr_fr: Cette notification a été envoyée par le plugin SSL Alert WP. Vous pouvez configurer les paramètres de notification dans le panneau d'administration WordPress.
